{"offset" : "0" , "results" : [{"body" : "LEAD: Because of an editing error, an article yesterday about the election of Barack Obama as president of the Harvard Law Review misidentified the United States court on which Patricia M. Wald is Chief Judge. It is the Court of Appeals for the District of Columbia Circuit, not for the Federal Circuit. Because of an editing error, an article" , "date" : "19900207" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/07\/nyregion\/c-corrections-206990.html"} , {"body" : "LEAD: The Harvard Law Review, generally considered the most prestigious in the country, elected the first black president in its 104-year history today. The job is considered the highest student position at Harvard Law School. The Harvard Law Review, generally considered the most prestigious in the country, elected the first black president in its" , "byline" : "By FOX BUTTERFIELD, Special to The New York Times" , "date" : "19900206" , "title" : "First Black Elected to Head Harvard's Law Review" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/06\/us\/first-black-elected-to-head-harvard-s-law-review.html"} , {"body" : "LEAD: INTERNATIONAL A3-19 President Mikhail Gorbachev asked the Communist Party to forswear its constitutional monopoly on power and accept the prospect of rival political parties. But he immediately encountered opposition from hard-liners within the Party. Page A1 INTERNATIONAL A3-19 President Mikhail Gorbachev asked the Communist Party to" , "date" : "19900206" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/06\/nyregion\/news-summary-872990.html"} , {"body" : "LEAD: Milk Called Uncontaminated The Food and Drug Administration said its most reliable test of milk, in a nationwide survey, had found no residues of potentially harmful antibiotics. But critics challenged the findings. Science Times, page C13. A Gene Testing Quandary Amid the rush to try to perfect and commercialize a test for most carriers of" , "date" : "19900206" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/06\/nyregion\/inside-863590.html"}] , "tokens" : ["\"barack Obama\""] , "total" : 4}